{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "base16.nvim": {
      "src": "https://github.com/snelling-a/base16.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "helpview.nvim": {
      "src": "https://github.com/OXY2DEV/helpview.nvim"
    },
    "markdown-plus.nvim": {
      "src": "https://github.com/YousefHadder/markdown-plus.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-snippets": {
      "src": "https://github.com/garymjr/nvim-snippets"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime"
    }
  }
}